MELDUNGEN/EXPORT/RANOREX_Aktualisierungmeldung_20240806112330.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-06T11:23:30.018+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="10001" guid="e50aa812-b859-4aef-b10f-8661d9031e98"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-08-06T11:23:30.029+02:00" letzterVerkauf="2024-08-06T11:23:30.029+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
